{
  "folder": "zcM8uTtbpI4WUK01",
  "name": "Grave Spells",
  "type": "feat",
  "effects": [],
  "system": {
    "description": {
      "gm": "",
      "value": "<p>Your necromantic prowess allows you to create unique effects called grave spells. Grave spells are a type of focus spell. It costs 1 Focus Point to cast a focus spell. You refill your focus pool during your daily preparations, and you can regain 1 Focus Point by spending 10 minutes using the Refocus activity to speak to the dead, meditate on local supernatural activity, or contemplate anatomical truths.</p><p>Focus spells are automatically heightened to half your level rounded up, much like cantrips. Focus spells don't require spell slots, and you can't cast them using spell slots. Certain feats give you more focus spells.</p><p>The maximum Focus Points your focus pool can hold is equal to the number of focus spells you have, but it can never be more than 3 points. The full rules for focus spells appear on page 298 of Player Core.</p><p>You gain a grave spell from your grim fascination at 1st level and start with a focus pool of 1 Focus Point. You can learn additional grave spells through necromancer feats.</p><h3>Grave Cantrips</h3><p>Grave cantrips are special grave spells that don't cost Focus Points, so you can use them as often as you like. Grave cantrips are in addition to the cantrips you choose with necromancer spellcasting. Unlike other cantrips, you can't swap out grave cantrips gained from necromancer feats at a later level, unless you swap out the specific feat via retraining.</p><p>You learn the create thrall grave cantrip, which allows you to summon an expendable thrall to attack for you, and potentially provide fodder for your other spells. More information about thralls can be found on page 3.</p>"
    },
    "rules": [],
    "slug": null,
    "_migration": {
      "version": 0.935,
      "lastMigration": null
    },
    "traits": {
      "otherTags": [],
      "value": [
        "necromancer"
      ],
      "rarity": "common"
    },
    "publication": {
      "title": "Pathfinder Impossible Playtest",
      "authors": "",
      "license": "ORC",
      "remaster": true
    },
    "level": {
      "value": 1
    },
    "category": "classfeature",
    "onlyLevel1": false,
    "maxTakable": 1,
    "actionType": {
      "value": "passive"
    },
    "actions": {
      "value": null
    },
    "prerequisites": {
      "value": []
    },
    "location": null
  },
  "_id": "413cOdFtEgJR3TS6",
  "img": "icons/magic/death/grave-tombstone-glow-teal.webp",
  "sort": 200000,
  "ownership": {
    "default": 0,
    "xrkQVtB9iGZvxqph": 3
  },
  "flags": {},
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "coreVersion": "12.331",
    "systemId": "pf2e",
    "systemVersion": "6.7.2",
    "createdTime": 1733433093358,
    "modifiedTime": 1733433093358,
    "lastModifiedBy": "xrkQVtB9iGZvxqph"
  },
  "_key": "!items!413cOdFtEgJR3TS6"
}
