{
  "folder": "zcM8uTtbpI4WUK01",
  "name": "Necromancer Spellcasting",
  "type": "feat",
  "effects": [],
  "system": {
    "description": {
      "gm": "",
      "value": "<p>Your study into the nature of life and death have resulted in the ability to cast occult spells. You are a spellcaster, and you can cast spells of the occult tradition using the Cast a Spell activity. As a necromancer, your chants generally evoke the laments, requiems, and other rites for the dead, while your gestures evoke unnatural movement of muscle and cracking of bone.</p><p>At 1st level, you can prepare one 1st-rank spell and five cantrips each morning from your dirge (see below). Prepared spells remain available to you until you cast them or until you prepare your spells again. The number of spells you can prepare each day is called your spell slots.</p><p>As you increase in level as a necromancer, the number of spells you can prepare each day increases, as does the highest rank of spell you can cast, as shown in Necromancer Spells per Day table.</p><p>Some of your spells require you to attempt a spell attack to see how effective they are or for your enemies to roll against your spell DC (typically by attempting a saving throw). Since your key attribute is Intelligence, your spell attack modifier and spell DC use your Intelligence modifier. Details on calculating these statistics appear on page 403 of Player Core.</p><h3>Heightening Spells</h3><p>When you get spell slots of 2nd rank and higher, you can fill those slots with stronger versions of lower-rank spells. This increases the spell's rank, heightening it to match the spell slot. Many spells have specific improvements when they are heightened to certain ranks.</p><h3>Cantrips</h3><p>Some of your spells are cantrips. A cantrip is a special type of spell that doesn't use spell slots. You can cast a cantrip at will, any number of times per day. A cantrip is always automatically heightened to half your level rounded up—this is usually equal to the highest rank of necromancer spell slot you have. For example, as a 1st- level necromancer, your cantrips are 1st-rank spells, and as a 5th-level necromancer, your cantrips are 3rd-rank spells.</p><h3>Dirge</h3><p>Your occult spells become a part of an internal dirge that echoes throughout your body, bones, and even your spirit. Each day to prepare your spells, you pull forth pieces of your dirge to vocalize.</p><p>Your dirge contains your choice of ten occult cantrips and five 1st-rank occult spells. You choose these from the common spells on the occult spell list or from other occult spells you gain access to.</p><p>Each time you gain a level, you add two occult spells to your dirge, of any spell rank for which you have spell slots, chosen from common spells of your tradition or others you gain access to and learn via Learn a Spell.</p>"
    },
    "rules": [],
    "slug": null,
    "_migration": {
      "version": 0.935,
      "lastMigration": null
    },
    "traits": {
      "otherTags": [],
      "value": [
        "necromancer"
      ],
      "rarity": "common"
    },
    "publication": {
      "title": "Pathfinder Impossible Playtest",
      "authors": "",
      "license": "ORC",
      "remaster": true
    },
    "level": {
      "value": 1
    },
    "category": "classfeature",
    "onlyLevel1": false,
    "maxTakable": 1,
    "actionType": {
      "value": "passive"
    },
    "actions": {
      "value": null
    },
    "prerequisites": {
      "value": []
    },
    "location": null
  },
  "_id": "B79uOAvRSPnoN1kI",
  "img": "icons/magic/death/hand-undead-skeleton-fire-pink.webp",
  "sort": 100000,
  "ownership": {
    "default": 0,
    "xrkQVtB9iGZvxqph": 3
  },
  "flags": {},
  "_key": "!items!B79uOAvRSPnoN1kI"
}
