{
  "folder": "B4MTvJhaktIlpPV1",
  "name": "Runes and their Creation",
  "type": "feat",
  "effects": [],
  "system": {
    "description": {
      "gm": "",
      "value": "<p>Through meticulous study, you have carved the knowledge of secret runes into your mind and body. You can apply special runesmith runes onto objects and creatures, which grant the bearer magical effects. You must know a rune to use it, and you learn runes via the runic repertoire class feature.</p><h3>Applying Runes</h3><p>All runes can be applied in one of two ways: a rune can be etched on or merely traced. An etched rune is carved, inked, or branded in, though this application does not damage the creature or item. Etching runes requires an artisan's toolkit. Your magic can sustain up to 2 etched runes at a time, and you can etch any number of runes up to this maximum during your daily preparations and when you spend 10 minutes in exploration mode. As you increase in level, the maximum amount of etched runes you can have at a given time increases. Your etched runes remain indefinitely until they're expended or removed, or until you etch more runes than your maximum, which causes your oldest rune to fade.</p><p>A traced rune is drawn lightly in dust, light, or a similar fleeting medium. You can trace runes with the @UUID[Compendium.pf2e-playtest-data.impossible-playtest-actions.Item.wamCImlN6xwUHzyk]{Trace Rune} action.</p><h3>Invoking Runes</h3><p>Magic on your lips, you can pronounce the true name of a rune you have applied, calling it to power using invocation actions. You gain the @UUID[Compendium.pf2e-playtest-data.impossible-playtest-actions.Item.ozrq9hAuigjzwe9C]{Invoke Rune} invocation action.</p><h3>Runic Magic</h3><p>Runes are magical effects. Some runes have a specific tradition trait; for instance, the elemental ranshu, rune of thunder is a primal rune. Any rune that doesn't have a specific tradition trait can be written in the style of one of the four magical traditions to give it that trait if you are trained in that tradition's skill (for instance, you could create an arcane pluuna, rune of illumination if you were trained in Arcana). Any runes that require a saving throw use your runesmith class DC.</p><p>Though runes aren't spells, some things that affect spells also affect runes. Abilities that restrict you from casting spells (such as being polymorphed into a battle form) or protect against spells (such as a spell that protects against other spells or a creature's bonus to saves against spells) also apply to tracing or invoking runes, though you can continue to benefit from a rune's effects.</p><p>Any rune you use is the same level you are. For instance, if you're 5th level, your runes would be 5th level (and their counteract rank would be 3rd rank), even if you gained the rune at 1st level. Similar to spells, many runes get more powerful as you increase in level. In these cases, the rune ends with one or more \"Level\" entries. This either lists the levels at which the rune gets an upgrade or has an entry with a plus sign that describes a benefit that increases on a regular basis. For instance, a 1st-level rune with a \"Level (+4)\" entry would get stronger at 5th, 9th, 13th, and 17th levels.</p>"
    },
    "rules": [
      {
        "key": "GrantItem",
        "uuid": "Compendium.pf2e-playtest-data.impossible-playtest-actions.Item.wamCImlN6xwUHzyk"
      },
      {
        "key": "GrantItem",
        "uuid": "Compendium.pf2e-playtest-data.impossible-playtest-actions.Item.ozrq9hAuigjzwe9C"
      }
    ],
    "slug": null,
    "_migration": {
      "version": 0.935,
      "lastMigration": null
    },
    "traits": {
      "otherTags": [],
      "value": [
        "runesmith"
      ],
      "rarity": "common"
    },
    "publication": {
      "title": "Pathfinder Impossible Playtest",
      "authors": "",
      "license": "ORC",
      "remaster": true
    },
    "level": {
      "value": 1
    },
    "category": "classfeature",
    "onlyLevel1": false,
    "maxTakable": 1,
    "actionType": {
      "value": "passive"
    },
    "actions": {
      "value": null
    },
    "prerequisites": {
      "value": []
    },
    "location": null
  },
  "_id": "P7WEtnFBMzO3ZYAE",
  "img": "icons/magic/symbols/rune-sigil-black-pink.webp",
  "sort": 0,
  "ownership": {
    "default": 0,
    "xrkQVtB9iGZvxqph": 3
  },
  "flags": {},
  "_key": "!items!P7WEtnFBMzO3ZYAE"
}
