{
  "name": "Commander",
  "type": "class",
  "effects": [],
  "system": {
    "description": {
      "gm": "",
      "value": "<p><em>You approach battle with the knowledge that tactics and strategy are every bit as crucial as brute strength or numbers. You may have trained in classical theories of warfare and strategy at a military school or you might have refined your techniques through hard-won experience as part of an army or mercenary company. Regardless of how you came by your knowledge, you have a gift for signaling your allies from across the battlefield and shouting commands to rout even the most desperate conflicts, allowing your squad to exceed their limits and claim victory.</em></p>\n<p><strong>Key Ability: INTELLIGENCE</strong></p>\n<p>At 1st level, your class gives you an attribute boost to Intelligence.</p>\n<p><strong>Hit Points: 8 plus your Constitution modifier</strong></p>\n<p>You increase your maximum number of HP by this number at 1st level and every level thereafter.</p>\n<h1>Roleplaying the Commander</h1>\n<h2>During combat encounters...</h2>\n<p>You look for an advantageous position to survey the battlefield, shouting out instructions to your allies or signaling them with your personal banner based on the tactics you've trained and drilled beforehand.</p>\n<h2>During social encounters...</h2>\n<p>You leverage your keen intellect and knowledge of warfare to watch for hostile political ploys and ferret out information your rivals would rather keep hidden.</p>\n<h2>While exploring...</h2>\n<p>You use your keen perception, trained across multiple battlefields, to watch for ambushes and plan tactics that are useful for your current environment.</p>\n<h2>In downtime...</h2>\n<p>You make connections with soldiers and aristocrats alike, leveraging your connections to find promising prospects for work. You might enjoy board games like chess, draj, go, imperial conquest, or other games of tactics as ways to keep yourself sharp in times of peace.</p>\n<h2>You might...</h2>\n<ul>\n<li>Hold yourself to an incredibly high standard of personal responsibility, chastising yourself for small mistakes that others don't even notice.</li>\n<li>Take the lead in discussions or negotiations instinctively, trusting your keen mind to prevail where your personality might not.</li>\n<li>Constantly strive to learn more about your allies so you can bring out the best in them.</li>\n</ul>\n<h2>Others probably...</h2>\n<ul>\n<li>Respect your knowledge and opinion, especially when taking the broad view of a situation.</li>\n<li>Sometimes consider you to be too bossy or demanding.</li>\n<li>Underestimate your cunning, especially if they're a scholar or other academic unfamiliar with the rigorous study required to obtain your tactical knowledge.</li>\n</ul>\n<h1>Initial Proficiencies</h1>\n<p>At 1st level, you gain the listed proficiency ranks in the following statistics. You are untrained in anything not listed unless you gain a better proficiency rank in some other way.</p>\n<h2>Perception</h2>\n<p>Expert in Perception</p>\n<h2>Saving Throws</h2>\n<p>Trained in Fortitude</p>\n<p>Expert in Reflex</p>\n<p>Expert in Will</p>\n<h2>Skills</h2>\n<p>Trained in Society and Warfare Lore</p>\n<p>Trained in a number of additional skills equal to 2 plus your Intelligence modifier</p>\n<h2>Attacks</h2>\n<p>Trained in martial weapons</p>\n<p>Trained in simple weapons</p>\n<p>Trained in unarmed attacks</p>\n<h2>Defenses</h2>\n<p>Trained in all armors</p>\n<p>Trained in unarmored defense</p>\n<h2>Class DC</h2>\n<p>Trained in commander class DC</p>\n<h2>Class Features</h2>\n<p>You gain these abilities as an commander. Abilities gained at higher levels list the level at which you gain them next to the features' names.</p>\n<table class=\"pf2-table\" style=\"width:100%;height:641px\">\n<thead>\n<tr style=\"height:45px\">\n<th style=\"width:11.8721%;height:45px\">Your Level</th>\n<th style=\"width:87.9745%;height:45px\">Class Features</th>\n</tr>\n</thead>\n<tbody>\n<tr style=\"height:45px\">\n<td style=\"width:11.8721%;height:45px\">1</td>\n<td style=\"width:87.9745%;height:45px\">Ancestry and background, attribute boosts, initial proficiencies, commander's banner, tactics, drilled reactions, shield block, commander feat</td>\n</tr>\n<tr style=\"height:29px\">\n<td style=\"width:11.8721%;height:29px\">2</td>\n<td style=\"width:87.9745%;height:29px\">Commander feat, skill feat</td>\n</tr>\n<tr style=\"height:29px\">\n<td style=\"width:11.8721%;height:29px\">3</td>\n<td style=\"width:87.9745%;height:29px\">General feat, skill increase, warfare expertise</td>\n</tr>\n<tr style=\"height:29px\">\n<td style=\"width:11.8721%;height:29px\">4</td>\n<td style=\"width:87.9745%;height:29px\">Commander feat, skill feat</td>\n</tr>\n<tr style=\"height:29px\">\n<td style=\"width:11.8721%;height:29px\">5</td>\n<td style=\"width:87.9745%;height:29px\">Attribute boosts, ancestry feat, military expertise, skill increase</td>\n</tr>\n<tr style=\"height:29px\">\n<td style=\"width:11.8721%;height:29px\">6</td>\n<td style=\"width:87.9745%;height:29px\">Commander feat, skill feat</td>\n</tr>\n<tr style=\"height:29px\">\n<td style=\"width:11.8721%;height:29px\">7</td>\n<td style=\"width:87.9745%;height:29px\">Expert tactician, general feat, skill increase, weapon specialization</td>\n</tr>\n<tr style=\"height:29px\">\n<td style=\"width:11.8721%;height:29px\">8</td>\n<td style=\"width:87.9745%;height:29px\">Commander feat, skill feat</td>\n</tr>\n<tr style=\"height:29px\">\n<td style=\"width:11.8721%;height:29px\">9</td>\n<td style=\"width:87.9745%;height:29px\">Ancestry feat, fortitude expertise, skill increase</td>\n</tr>\n<tr style=\"height:29px\">\n<td style=\"width:11.8721%;height:29px\">10</td>\n<td style=\"width:87.9745%;height:29px\">Attribute boosts, commander feat, skill feat</td>\n</tr>\n<tr style=\"height:29px\">\n<td style=\"width:11.8721%;height:29px\">11</td>\n<td style=\"width:87.9745%;height:29px\">Armor expertise, commanding will, general feat, skill increase</td>\n</tr>\n<tr style=\"height:29px\">\n<td style=\"width:11.8721%;height:29px\">12</td>\n<td style=\"width:87.9745%;height:29px\">Commander feat, skill feat</td>\n</tr>\n<tr style=\"height:29px\">\n<td style=\"width:11.8721%;height:29px\">13</td>\n<td style=\"width:87.9745%;height:29px\">Ancestry feat, skill increase, perception mastery, weapon mastery</td>\n</tr>\n<tr style=\"height:29px\">\n<td style=\"width:11.8721%;height:29px\">14</td>\n<td style=\"width:87.9745%;height:29px\">Commander feat, skill feat</td>\n</tr>\n<tr style=\"height:29px\">\n<td style=\"width:11.8721%;height:29px\">15</td>\n<td style=\"width:87.9745%;height:29px\">Attribute boosts, battlefield intuition, general feat, greater weapon specialization, master tactician, skill increase</td>\n</tr>\n<tr style=\"height:29px\">\n<td style=\"width:11.8721%;height:29px\">16</td>\n<td style=\"width:87.9745%;height:29px\">Commander feat, skill feat</td>\n</tr>\n<tr style=\"height:29px\">\n<td style=\"width:11.8721%;height:29px\">17</td>\n<td style=\"width:87.9745%;height:29px\">Ancestry feat, armor mastery, skill increase</td>\n</tr>\n<tr style=\"height:29px\">\n<td style=\"width:11.8721%;height:29px\">18</td>\n<td style=\"width:87.9745%;height:29px\">Commander feat, skill feat</td>\n</tr>\n<tr style=\"height:29px\">\n<td style=\"width:11.8721%;height:29px\">19</td>\n<td style=\"width:87.9745%;height:29px\">General feat, legendary tactician, skill increase</td>\n</tr>\n<tr style=\"height:29px\">\n<td style=\"width:11.8721%;height:29px\">20</td>\n<td style=\"width:87.9745%;height:29px\">Attribute boosts, commander feat, skill feat</td>\n</tr>\n</tbody>\n</table>\n<h2>Ancestry and Background</h2>\n<p>In addition to what you get from your class at 1st level, you have the benefits of your selected ancestry and background.</p>\n<h2>Attribute Boosts</h2>\n<p>In addition to what you get from your class at 1st level, you have four free boosts to different attribute modifiers.</p>\n<p>At 5th level and every 5 levels thereafter, you get four free boosts to different attribute modifiers. If an attribute modifier is already +4 or higher, it takes two boosts to increase it; you get a partial boost, and must boost that attribute again at a later level to increase it by 1.</p>\n<h2>Initial Proficiencies</h2>\n<p>At 1st level, you gain a number of proficiencies that represent your basic training. These proficiencies are noted at the start of this class. </p>\n<h2>Commander's Banner</h2>\n<p>A commander needs a battle standard so their allies can locate them on the field. You start play with a custom banner that you can use to signal allies when using tactics or to deploy specific abilities. Your banner can be affixed to a weapon or shield you are wielding, or held in one hand and attached to a simple pole. Feats and abilities with the banner trait require you to be holding your banner or wielding a weapon or shield it is attached to.</p>\n<p>As long as your banner is visible (such as by being affixed to your weapon or worn attached to a pole alongside your backpack), you and all allies in a @Template[type:emanation|distance:30] gain a +1 status bonus to Will saves and DCs against fear effects. You pause or resume this effect as part of any action you would typically use to stow or retrieve your banner, such as Interacting to stow it. If your banner is destroyed or stolen, allies within 30 feet become @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 1}. This effect has the aura, commander, emotion, mental, and visual traits.</p>\n<p>Some abilities allow you to place your banner in a specialized manner; as long as you have placed your banner in this way, any banner abilities originate from your banner's space instead of your own.</p>\n<h2>Tactics</h2>\n<p>By studying and practicing the strategic arts of war, you can guide your allies to victory. You begin play with a folio containing four @UUID[Compendium.pf2e-playtest-data.battlecry-playtest-journals.JournalEntry.IPIGE6eTFXkCmws8]{Tactics}. These are combat techniques and coordinated maneuvers you can instruct your allies in, enabling them to respond to your signals in combat. As you increase in level, you gain the ability to learn more potent tactics. When you gain the expert tactician class feature, you gain the ability to add expert tactics to your folio, when you gain the master tactician class feature you can add master tactics to your folio, and when you gain the legendary tactician class feature you can add legendary tactics to your folio.</p>\n<h3>Preparing and Changing Tactics</h3>\n<p>Each day during your daily preparations, you prepare two tactics from your folio and drill in them alongside your allies, enabling you to use these tactics until your next daily preparations. When you drill, you can instruct a total number of allies equal to 2 plus your Intelligence modifier, enabling these allies to respond to your tactics in combat; these allies are referred to as your @UUID[Compendium.pf2e-playtest-data.battlecry-playtest-effects.Item.b24L500aMjZmlIaF]{Squadmates}. A squadmate always has the option not to respond to your tactical signal if they do not wish to.</p>\n<p>You can change which tactics you have prepared from those in your folio by spending 10 minutes to drill, replacing all previously prepared tactics and allies. This does not prevent your allies from performing their own activities during this time frame.</p>\n<h3>Gaining New Tactics</h3>\n<p>You add additional tactics to your folio and increase the number of tactics you can prepare when you gain the expert tactician, master tactician, and legendary tactician class features. You can also add tactics to your folio with the Tactical Expansion feat though this does not change the number you can have prepared. Because tactics folios use shorthand and signals unique to each commander, there is typically no benefit to using (or stealing) another commander's folio, though you can train with another commander to retrain one tactic in your folio to another that they know (if the tactic required a class feat to learn, you must retrain a class feat of at least that level to learn it, as normal).</p>\n<h2>Drilled Reactions</h2>\n<p>Your time spent training with your allies allows them to respond quickly and instinctively to your commands. Once per round, when you use a tactic, you can grant one ally of your choice benefiting from that tactic an extra reaction. This reaction has to be used for that tactic, and is lost if not used.</p>\n<h2>Shield Block</h2>\n<p>You gain the @UUID[Compendium.pf2e.feats-srd.Item.jM72TjJ965jocBV8]{Shield Block} general feat, a reaction that lets you reduce damage with your shield.</p>\n<h2>Commander Feats <span style=\"float:right\">2nd</span></h2>\n<p>At 2nd level and every even-numbered level, you gain an commander class feat.</p>\n<h2>Skill Feats <span style=\"float:right\">2nd</span></h2>\n<p>At 2nd level and every 2 levels thereafter, you gain a skill feat. You must be trained or better in the corresponding skill to select a skill feat. </p>\n<h2>General Feats<span style=\"float:right\">3rd</span></h2>\n<p>At 3rd level and every 4 levels thereafter, you gain a general feat.</p>\n<h2>Skill Increases <span style=\"float:right\">3rd</span></h2>\n<p>At 3rd level and every 2 levels thereafter, you gain a skill increase. You can use this increase to either become trained in one skill you're untrained in, or become an expert in one skill in which you're already trained.</p>\n<p>At 7th level, you can use skill increases to become a master in a skill in which you're already an expert, and at 15th level, you can use them to become legendary in a skill in which you're already a master.</p>\n<h2>Warfare Expertise <span style=\"float:right\">3rd</span></h2>\n<p>Your knowledge of war and strategy grows and guides your decisions in battle. You gain expert proficiency in Warfare Lore. You can use Warfare Lore to Recall Knowledge about most creatures regardless of type, but typically only to determine whether they can be reasoned with, their most notable offensive abilities, and whether one of their saving throws is particularly weak. The GM can decide to allow additional questions to be answered when Recalling Knowledge with Warfare Lore as appropriate to the situation. In addition, as long as you are observing at least one opponent when initiative is rolled, you can use Warfare Lore for your initiative roll.</p>\n<h2>Ancestry Feats <span style=\"float:right\">5th</span></h2>\n<p>In addition to the ancestry feat you started with, you gain an ancestry feat at 5th level and every 4 levels thereafter.</p>\n<h2>Military Expertise <span style=\"float:right\">5th</span></h2>\n<p>You've studied a wide variety of weapons and learned to apply their principles in combat. Your proficiency rank for martial weapons, simple weapons, and unarmed attacks increases to expert. When you critically succeed at an attack roll with a weapon you are at least an expert with, you apply the weapon's critical specialization effect.</p>\n<h2>Expert Tactician <span style=\"float:right\">5th</span></h2>\n<p>Your time spent leading and training others on battlefield tactics has improved your combat acumen. Your proficiency rank for your commander class DC increases to expert and you add one new tactic to your folio; these can be any mobility or offensive tactics you don't already know, or you can choose from expert tactics you have access to. The total number of tactics you can have prepared increases to three. In addition, your proficiency rank in Warfare Lore increases to master.</p>\n<h2>Weapon Specialization <span style=\"float:right\">7th</span></h2>\n<p>You've learned how to inflict greater injuries with the weapons you know best. You deal 2 additional damage with weapons and unarmed attacks in which you're an expert. This damage increases to 3 if you're a master, and 4 if you're legendary.</p>\n<h2>Fortitude Expertise <span style=\"float:right\">9th</span></h2>\n<p>Your physique has grown hardy in your adventures. Your proficiency rank for Fortitude saves increases to expert.</p>\n<h2>Armor Expertise <span style=\"float:right\">11th</span></h2>\n<p>You have spent so much time in armor that you know how to make the most of its protection. Your proficiency ranks for light, medium, and heavy armor, as well as for unarmored defense, increase to expert. You gain the armor specialization effects of medium and heavy armor.</p>\n<h2>Commanding Will <span style=\"float:right\">11th</span></h2>\n<p>You know that if you break, so too will those who follow you, and so you have cultivated a will that bends to no outside force. Your proficiency rank for Will saves increases to master. When you roll a success on a Will save, you get a critical success instead.</p>\n<h2>Perception Mastery <span style=\"float:right\">13th</span></h2>\n<p>You've developed the ability to see a scenario from every side. Your proficiency rank for Perception increases to master.</p>\n<h2>Weapon Mastery <span style=\"float:right\">13th</span></h2>\n<p>You've drilled extensively in your weapons. Your proficiency ranks for unarmed attacks, simple weapons, and martial weapons increase to master.</p>\n<h2>Battlefield Intuition <span style=\"float:right\">15th</span></h2>\n<p>Your experience across a wide array of battlefields gives you a preternatural ability to predict and avoid damaging effects. Your proficiency rank for Reflex saves increases to master. When you roll a success on a Reflex save, you get a critical success instead.</p>\n<h2>Greater Weapon Specialization<span style=\"float:right\">15th</span></h2>\n<p>Your damage from weapon specialization increases to 4 with weapons and unarmed attacks in which you're an expert, 6 if you're a master, and 8 if you're legendary.</p>\n<h2>Master Tactician<span style=\"float:right\">15th</span></h2>\n<p>You are among the greatest tacticians to have ever led forces on the field of battle. Your proficiency rank for commander class DC increases to master and you add one new tactic to your folio; these can be any mobility or offensive tactics you don't already have in your folio, or you can choose from expert tactics or master tactics you have access to. The total number of tactics you can have prepared increases to four. In addition, you gain legendary proficiency in Warfare Lore.</p>\n<h2>Armor Mastery<span style=\"float:right\">17th</span></h2>\n<p>Your skill with armor improves, helping you avoid more blows. Your proficiency ranks for light, medium, and heavy armor, as well as for unarmored defense, increase to master.</p>\n<h2>Legendary Tactician <span style=\"float:right\">19th</span></h2>\n<p>You are an unrivaled legend in your use of battlefield tactics. Your proficiency rank for your commander class DC increases to legendary and you add one new tactic to your folio; these can be any mobility or offensive tactics you don't already.</p>"
    },
    "rules": [],
    "slug": null,
    "_migration": {
      "version": 0.931,
      "lastMigration": null,
      "previous": {
        "schema": 0.926,
        "foundry": "12.327",
        "system": "6.0.4"
      }
    },
    "traits": {
      "otherTags": [],
      "value": [],
      "rarity": "common"
    },
    "publication": {
      "title": "Battlecry! Class Playtest",
      "authors": "",
      "license": "ORC",
      "remaster": false
    },
    "keyAbility": {
      "value": [
        "int"
      ]
    },
    "items": {
      "n1iAi": {
        "uuid": "Compendium.pf2e-playtest-data.battlecry-playtest-class-features.Item.76l4RkYpH88HZidR",
        "img": "icons/environment/people/charge.webp",
        "name": "Commander's Banner",
        "level": 1
      },
      "pw4R1": {
        "uuid": "Compendium.pf2e-playtest-data.battlecry-playtest-class-features.Item.gJzbbq3U2FgjJSDH",
        "img": "icons/environment/people/infantry-army.webp",
        "name": "Tactics",
        "level": 1
      },
      "J6PU9": {
        "uuid": "Compendium.pf2e-playtest-data.battlecry-playtest-class-features.Item.kOcHBrxgp89jUxt1",
        "img": "icons/skills/social/wave-halt-stop.webp",
        "name": "Drilled Reactions",
        "level": 1
      },
      "PNvdQ": {
        "uuid": "Compendium.pf2e.classfeatures.Item.eZNCckLzbH3GyncH",
        "img": "icons/equipment/shield/round-wooden-boss-gold-brown.webp",
        "name": "Shield Block",
        "level": 1
      },
      "FUwAB": {
        "uuid": "Compendium.pf2e-playtest-data.battlecry-playtest-class-features.Item.ERHKBuMhYthj4cnE",
        "img": "icons/skills/targeting/crosshair-bars-yellow.webp",
        "name": "Warfare Expertise",
        "level": 3
      },
      "QByiq": {
        "uuid": "Compendium.pf2e-playtest-data.battlecry-playtest-class-features.Item.I3sofyzKsqmJAYCd",
        "img": "icons/skills/melee/maneuver-sword-katana-yellow.webp",
        "name": "Military Expertise",
        "level": 5
      },
      "AO2HE": {
        "uuid": "Compendium.pf2e-playtest-data.battlecry-playtest-class-features.Item.kTdOwsfhf4g5AU2s",
        "img": "icons/skills/melee/blade-tip-orange.webp",
        "name": "Expert Tactician",
        "level": 7
      },
      "ZvLF4": {
        "uuid": "Compendium.pf2e.classfeatures.Item.9EqIasqfI8YIM3Pt",
        "img": "systems/pf2e/icons/features/classes/weapon-specialization.webp",
        "name": "Weapon Specialization",
        "level": 7
      },
      "xCGEb": {
        "uuid": "Compendium.pf2e.classfeatures.Item.F57Na5VxfBp56kke",
        "img": "icons/magic/life/cross-explosion-burst-green.webp",
        "name": "Fortitude Expertise",
        "level": 9
      },
      "ZBtfM": {
        "uuid": "Compendium.pf2e.classfeatures.Item.x5jaCJxsmD5sx3KB",
        "img": "systems/pf2e/icons/features/classes/armor-expertise.webp",
        "name": "Armor Expertise",
        "level": 11
      },
      "I4QWJ": {
        "uuid": "Compendium.pf2e-playtest-data.battlecry-playtest-class-features.Item.ZzVqpKYuAGL0MPZ8",
        "img": "icons/skills/melee/unarmed-punch-fist-white.webp",
        "name": "Commanding Will",
        "level": 11
      },
      "C0nZl": {
        "uuid": "Compendium.pf2e.classfeatures.Item.0npO4rPscGm0dX13",
        "img": "icons/magic/perception/eye-tendrils-web-purple.webp",
        "name": "Perception Mastery",
        "level": 13
      },
      "JsZiI": {
        "uuid": "Compendium.pf2e.classfeatures.Item.CGB1TczFhQhdQxml",
        "img": "icons/equipment/chest/breastplate-sculpted-grey.webp",
        "name": "Armor Mastery",
        "level": 17
      },
      "SEWdF": {
        "uuid": "Compendium.pf2e.classfeatures.Item.i6563IU7x4L9oRgC",
        "img": "icons/skills/melee/hand-grip-sword-orange.webp",
        "name": "Martial Weapon Mastery",
        "level": 13
      },
      "yclML": {
        "uuid": "Compendium.pf2e-playtest-data.battlecry-playtest-class-features.Item.N3iSe3NHEma9rQvA",
        "img": "icons/skills/melee/shield-block-fire-orange.webp",
        "name": "Battlefield Intuition",
        "level": 15
      },
      "xJmfw": {
        "uuid": "Compendium.pf2e.classfeatures.Item.Z7HX6TeFsaup7Dx9",
        "img": "icons/skills/melee/hand-grip-sword-orange.webp",
        "name": "Greater Weapon Specialization",
        "level": 15
      },
      "oBcQs": {
        "uuid": "Compendium.pf2e-playtest-data.battlecry-playtest-class-features.Item.jH3IFSytL2uH98cH",
        "img": "icons/skills/melee/blade-tips-double-blue.webp",
        "name": "Master Tactician",
        "level": 15
      },
      "hVapr": {
        "uuid": "Compendium.pf2e-playtest-data.battlecry-playtest-class-features.Item.HnocT6RD3bzpRNQN",
        "img": "icons/skills/melee/blade-tips-triple-steel.webp",
        "name": "Legendary Tactician",
        "level": 19
      }
    },
    "hp": 8,
    "trainedSkills": {
      "value": [
        "society"
      ],
      "additional": 2,
      "custom": ""
    },
    "perception": 2,
    "savingThrows": {
      "fortitude": 1,
      "reflex": 2,
      "will": 2
    },
    "attacks": {
      "simple": 1,
      "martial": 1,
      "advanced": 0,
      "unarmed": 1,
      "other": {
        "name": "",
        "rank": 0
      }
    },
    "defenses": {
      "unarmored": 1,
      "light": 1,
      "medium": 1,
      "heavy": 1
    },
    "spellcasting": 0,
    "ancestryFeatLevels": {
      "value": [
        1,
        5,
        9,
        13,
        17
      ]
    },
    "classFeatLevels": {
      "value": [
        1,
        2,
        4,
        6,
        8,
        10,
        12,
        14,
        16,
        18,
        20
      ]
    },
    "generalFeatLevels": {
      "value": [
        3,
        7,
        11,
        15,
        19
      ]
    },
    "skillFeatLevels": {
      "value": [
        2,
        4,
        6,
        8,
        10,
        12,
        14,
        16,
        18,
        20
      ]
    },
    "skillIncreaseLevels": {
      "value": [
        3,
        5,
        7,
        9,
        11,
        13,
        15,
        17,
        19
      ]
    }
  },
  "img": "systems/pf2e/icons/default-icons/class.svg",
  "folder": null,
  "ownership": {
    "default": 0,
    "sajymHLRBubPISL6": 3,
    "QKoqdX3a6kNG4m76": 3
  },
  "flags": {
    "core": {}
  },
  "_stats": {
    "systemId": "pf2e",
    "systemVersion": "6.0.4",
    "coreVersion": "12.327",
    "compendiumSource": null,
    "duplicateSource": null
  },
  "_id": "cwOy3F1Sh183oomI",
  "sort": 0,
  "_key": "!items!cwOy3F1Sh183oomI"
}
